{
    "recettes": [
        {
            "id": "margherita",
            "nom": "Margherita",
            "categorie": "Plats",
            "sous categorie": "Pizza",
            "ingredients":[
                {
                    "id": "sel",
                    "quantite": 1,
                    "dosage": "g"
                },
                {
                    "id":  "poivre",
                    "quantite": 1,
                    "dosage": "g"
                },
                {
                    "id": "pate_à_pizza",
                    "quantite": 400,
                    "dosage": "g"
                },
                {
                    "id": "purée_de_tomates",
                    "quantite": 6,
                    "dosage": "cuillérées"
                },
                {
                    "id": "mozzarella",
                    "quantite": 250,
                    "dosage": "g"
                },
                {
                    "id": "basilic",
                    "quantite": 4,
                    "dosage": "feuille"
                },
                {
                    "id": "huile_olive",
                    "quantite": 5,
                    "dosage": "cuilléres à soupe"
                }

            ],
            "consignes":[
                "1. Préchauffez le four Th8 (240°C).",
                "2. Assaisonnez la purée de tomate avec du sel, 1 c. à soupe d’huile et du poivré réservez.",
                "3. Egouttez la mozzarella et coupez-la en petits dés.",
                "4. A l’aide du rouleau à pâtisserie, propre et fariné, étalez la pâte à pizza sur un papier sulfurisé adapté à un moule de 30 cm de diamètre environ. Faites un bourrelet sur tout le pourtour.",
                "5. Etalez la purée de tomates sur la pizza et mettez-la dans le four préchauffé Th8 (240°C) pendant 10 min.",
                "6. Sortez la pizza du four, étalez les dés de mozzarella et enfournez-la de nouveau pendant 10 min environ.",
                "7.Sortez la pizza du four, assaisonnez-la avec l’huile restante et les feuilles de basilic."
            ]
        },
        {
            "id": "oceane",
            "nom": "Océane",
            "categorie": "Plats",
            "sous categorie": "Pizza",
            "ingredients":[
                {
                    "id": "sel",
                    "quantite": 1,
                    "dosage": "g"
                },
                {
                    "id":  "poivre",
                    "quantite": 1,
                    "dosage": "g"
                },
                {
                    "id": "crevette",
                    "quantite": 8,
                    "dosage": "grosses crevettes"
                },
                {
                    "id": "fruits_de_mer",
                    "quantite": 300,
                    "dosage": "cuillérées"
                },
                {
                    "id": "colis_de_tomates",
                    "quantite": 100,
                    "dosage": "g"
                },
                {
                    "id": "tomate",
                    "quantite": 4,
                    "dosage": "fines rondelles"
                },
                {
                    "id": "ail",
                    "quantite": 3,
                    "dosage": "gousses d'ail émincées"
                },
                {
                    "id": "huile_olive",
                    "quantite": 2,
                    "dosage": "cuilléres à café"
                },
                {
                    "id": "vin_blanc",
                    "quantite": 4,
                    "dosage": "cuilléres à soupe"
                },
                {
                    "id": "origan",
                    "quantite": 1,
                    "dosage": "g"
                }

            ],
            "consignes":[
                "1. Préchauffez le four Th6.",
                "2. Déroulez la pâte sur la feuille de cuisson. Piquez-la avec une fourchette. Faites la pré-cuire 5 min au four préalablement chauffé.",
                "3. Faites chauffer 1 cuillère à café d'huile dans une sauteuse anti-adhésive.Faites-y cuire les crevettes surgelées 4 min de chaque côté et décortiquez-les. Ajoutez les gousses d’ail émincées et les fruits de mer surgelés et faites cuire 1 min encore le tout. Versez le vin blanc et poursuivez la cuisson 2 min.",
                "4. Étalez le coulis de tomate puis les tranches de tomates sur la pizza. Salez et poivrez. Répartissez les fruits de mer. Disposez les crevettes décortiquées, saupoudrez d’origan et nappez d’une cuillère à café d’huile. Passez sous le grill 10 min."
            ]
        },
        {
            "id": "magret",
            "nom": "Magret de canard aux pommes et au cidre",
            "categorie": "Plats",
            "sous categorie": "Pizza",
            "ingredients":[
                {
                    "id": "sel",
                    "quantite": 1,
                    "dosage": "g"
                },
                {
                    "id":  "poivre",
                    "quantite": 1,
                    "dosage": "g"
                },
                {
                    "id": "magret",
                    "quantite": 2
                },
                {
                    "id": "pomme",
                    "quantite": 3
                },
                {
                    "id": "echalote",
                    "quantite": 1
                },
                {
                    "id": "creme_entiere",
                    "quantite": 25,
                    "dosage": "cl"
                },
                {
                    "id": "beurre",
                    "quantite": 15,
                    "dosage": "g noix de beurre"
                },
                {
                    "id": "citron",
                    "quantite": 1
                }
            ],
            "consignes":[
                "1. Débutons par la sauce. Émincez l’échalote et faites-la revenir dans une casserole avec le beurre. Versez le cidre et laissez réduire pendant 10 min à feu moyen. Incorporez la crème et assaisonnez à votre goût. Laissez réduire à nouveau pendant 10 min. Vous devez obtenir un mélange homogène. Réservez au chaud.",
                "2. Pendant ce temps, fendez la chair des magrets de canard en diagonale. Dans une poêle anti-adhésive, faites chauffer côté peau sans ajouter de matière grasse. Laissez dorer pendant 5 min. Couvrez et continuez la cuisson à feu doux 10 min supplémentaires. 1 min avant la fin de la cuisson, retournez-les côté chair. Réservez.",
                "3. Épluchez les pommes et coupez-les quartiers. Placez-les dans un saladier d'eau additionné du jus de citron. Ôtez le gras de la poêle, égouttez les pommes et faites-les revenir dans la poêle 5 min. Retournez-les régulièrement pour qu'elles n'adhérent pas. Réservez au chaud.",
                "4. Coupez les magrets en tranches, disposez-les dans un plat de service. Déposez les pommes et nappez le tout de sauce au cidre. "
            ]
        },
        {
            "id": "poisson_pane",
            "nom": "Poisson pané",
            "categorie": "Plats",
            "sous categorie": "Poisson",
            "ingredients":[
                {
                    "id": "sel",
                    "quantite": 1,
                    "dosage": "g"
                },
                {
                    "id":  "poivre",
                    "quantite": 1,
                    "dosage": "g"
                },
                {
                    "id": "poisson",
                    "quantite": 4,
                    "dosage": "filets"
                },
                {
                    "id": "oeuf",
                    "quantite": 4
                },
                {
                    "id": "farine",
                    "quantite": 8,
                    "dosage": "cuilléres à soupe"
                },
                {
                    "id": "chapelure",
                    "quantite": 8,
                    "dosage": "cuilléres à soupe"
                },
                {
                    "id": "beurre",
                    "quantite": 2,
                    "dosage": "noix de beurre"
                }
            ],
            "consignes":[
                "1. Dans une assiette plate, versez la farine et dans une autre la chapelure. Dans une assiette creuse, battez les œufs pour en faire une omelette.",
                "2. Salez et poivrez à votre convenance les filets de poisson des deux côtés. Coupez-les en gros morceaux. Farinez-les puis imprégnez-les des deux côtés tour à tour d’œufs battus puis de chapelure.",
                "3. Faites fondre du beurre dans une poêle et faites frire votre poisson pané jusqu'à ce que la panure soit bien dorée. Servez immédiatement avec par exemple des frites et une salade ! Pensez à proposer un citron coupé en 2, le jus de citron est excellent sur le poisson."
            ]
        },
        {
            "id": "sushi",
            "nom": "Sushi au saumone",
            "categorie": "Entrée",
            "sous categorie": "Froide",
            "ingredients":[
                {
                    "id": "sel",
                    "quantite": 2,
                    "dosage": "cuilléres à café"
                },
                {
                    "id":  "saumon",
                    "quantite": 600,
                    "dosage": "g de filet"
                },
                {
                    "id": "riz",
                    "quantite": 350,
                    "dosage": "g"
                },
                {
                    "id": "eau",
                    "quantite": 35,
                    "dosage": "cl"
                },
                {
                    "id": "vinaigre_riz",
                    "quantite": 4,
                    "dosage": "cuilléres à soupe"
                },
                {
                    "id": "sucre",
                    "quantite": 2,
                    "dosage": "cuilléres à soupe"
                },
                {
                    "id": "vinaigre",
                    "quantite": 2,
                    "dosage": "cuilléres à soupe"
                }
            ],
            "consignes":[
                "1. Lavez le riz plusieurs fois, jusqu'à ce que le qui s'en écoule soit bien claire (afin 'en ôter le maximum d'amidon).",
                "2. Mettez-le dans une casserole, ajoutez l’eau, couvrez et portez à ébullition.",
                "3. Laissez cuire à couvert pendant 15 minutes puis retirez du feu et laissez en attente à couvert pendant 10 minutes.",
                "4. Dans un bol, mélangez le vinaigre de riz, le sucre, le sel et le vinaigre de Xérès. Remuez jusqu'à ce que le sucre soit entièrement dissout.",
                "5. Versez cette préparation sur le riz et mélangez. Laissez refroidir à température ambiante. Pendant ce temps, taillez le filet de saumon en fines lamelles.",
                "6. Humidifiez vos mains et formez des petits pâtés de riz de forme ovale, de la longueur des lamelles de poisson. Posez une lamelle de saumon sur chaque boulette de riz.",
                "7. Disposez les sushis dans un plat, recouvrez-les de film alimentaire et réservez au frais jusqu’au moment de servir."
            ]
        },
        {
            "id": "chevre_chaud_au_miel",
            "nom": "Chèvre chaud au miel",
            "categorie": "Entrée",
            "sous categorie": "Chaude",
            "ingredients":[
                {
                    "id": "sel",
                    "quantite": 1,
                    "dosage": "g"
                },
                {
                    "id":  "poivre",
                    "quantite": 1,
                    "dosage": "g"
                },
                {
                    "id": "chevre",
                    "quantite": 4
                },
                {
                    "id": "pain_de_mie",
                    "quantite": 4,
                    "dosage": "tranches"
                },
                {
                    "id": "miel",
                    "quantite": 4,
                    "dosage": "cuilléres à café"
                },
                {
                    "id": "noix",
                    "quantite": 4,
                    "dosage": "cerneaux"
                },
                {
                    "id": "herbes",
                    "quantite": 1,
                    "dosage": "cuilléres à soupe"
                },
                {
                    "id": "thym",
                    "quantite": 1,
                    "dosage": "cuilléres à soupe"
                }
            ],
            "consignes":[
                "1. Préchauffez le four à 180°C.",
                "2. Placez une feuille de papier cuisson sur une plaque allant au four.",
                "3. Déposez les tranches de pain de mie sur la plaque recouverte de papier cuisson.",
                "4. Déposez un chèvre frais sur chaque tranche de pain de mie.",
                "5. Versez le miel sur le dessus de chaque chèvre frais puis parsemez-les de cerneaux de noix concassés, d’herbes de Provence et de thym séché. Enfin, salez et poivrez à votre goût.",
                "6. Enfournez la plaque de four et faites-cuire les toasts au chèvre frais pendant 10 minutes, jusqu’à ce que les fromage soient bien gratinés.",
                "7. Servez aussitôt les toasts au chèvre frais dans les assiettes pour accompagner une salade verte assaisonnée à l’entrée. Vous pouvez également les servir tel quel à l’apéritif."
            ]
        }
    ]
}